Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=793_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Uusia oppimateriaaleja saamenkieliseen opetukseen
smn: Uđđâ oppâmateriaaleh sämikielâlii máttááttâsân

source: Peruskoulun yläluokkien inarinsaamenkielistä opetusta varten on ilmestynyt uusi maantiedon oppikirja ja opiskeluvihko, Amerik ja Amerik Oppâmvihko.
smn: Vuáđuškoovlâ pajeluokai anarâškielâlii máttááttâs várás lii almostum uđđâ eennâmtiäđu oppâkirje já oppâmvihko, Amerik já Amerik Oppâmvihko.

source: Pohjoissaamenkielellä on ilmestynyt 500 sanaa sisältävä omaan kulttuuriin perustuva kuvasanakirja Oahpa sániid.
smn: Tavesämikielân lii almostum jieijâs kulttuurân vuáđuduvvee kovesänikirje Oahpa sániid, mii ana sistees 500 säännid.

source: Amerik - oppikirjan ja opiskeluvihon on kääntänyt inarinsaameksi Ilmari Mattus.
smn: Amerik – oppâkirje já oppâmvihko láá jurgâlâm anarâškielân Ilmari Mattus.

source: Oppikirja käsittelee Etelä- ja Pohjois-Amerikkaa ja se on käännetty suomenkielisestä Koulun maantieto - sarjasta.
smn: Oppâkirje kieđâvuš Maadâ- já Tave-Amerik já tot lii jurgâlum suomâkielâlii Koulun maantieto - rááiđust.

source: Lisätietoja tästä.
smn: Lasetiäđuh täst.

source: Pohjoissaamenkielen ja - kieliseen opetukseen on ilmestynyt omaan kulttuuriin perustuva kuvasanakirja Oahpa sániid, jonka inarin- ja koltansaamenkieleen ja kulttuuriin perustuvat kirjat Oopâ saanijd ja Mattu saaŠnid on julkaistu jo aiemmin.
smn: Tavesämikielâ já – kielâlii máttááttâsân lii almostum jieijâs kulttuurân vuáđuduvvee kovesänikirje Oahpa sániid, mon anarâš- já nuorttâlâškielân já kulttuurân vuáđuduvvee kirjeh Oopâ saanijd já Mattu saaŠnid láá almostittum jo ovdil.

source: Alkuteos on Matti Morottajan käsialaa.
smn: Algâalgâlii kirje lii ráhtám Matti Morottaja.

source: Pohjoissaamenkielisen kirjan sanaston on tehnyt Kaisa Tapiola-Länsman ja kuvat Sirpa Mänty.
smn: Tavesämikielâlii kirje sánáduv lii ráhtám Kaisa Tapiola-Länsman já kuuvijd Sirpa Mänty.

source: Oppimateriaaleja voi tilata saamelaiskäräjien koulutus- ja oppimateriaalitoimistosta ritva.
smn: Oppâmateriaalijd puáhtá tiiláđ sämitige škovlim- já oppâmateriaaltoimâttuvvâst ritva.

source: fi tai info (at) samediggi.
smn: fi teikâ info (at) samediggi.
